[GENERAL]
NAME				= Thai
TRANSLATOR			= Podsatorn Suksomroop
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= โปรแกรมนี้ได้หมดอายุลงแล้ว
TEXT_BETA			= เบต้า
TEXT_UNREGISTERED		= ยังไม่ได้ลงทะเบียน
TEXT_INIT_FAIL			= แอปลิเคชันไม่สามารถเริ่มต้นได้
TEXT_APPINFO			= Bandicam - จับภาพวิดีโอที่มีประสิทธิภาพสูง

; error
TEXT_ERROR_DISKSPACE		= พื้นที่ดิสก์ไม่เพียงพอที่จะบันทึก
TEXT_ERROR_VIDEO_CAP		= ไม่สามารถเริ่มการจับภาพวิดีโอได้
TEXT_ERROR_AUDIO_CAP		= ไม่สามารถเริ่มการจับเสียงได้ \nถ้าคุณต้องการขอความช่วยเหลือ กรุณากดปุ่ม ตกลง
TEXT_ERROR_IMAGE_CAP		= ไม่สามารถจับภาพได้\nกรุณาตรวจสอบโฟลเดอร์ที่บันทึกไว้
TEXT_ERROR_CREATEFILE		= ไม่สามารถสร้างไฟล์ได้ \nถ้าคุณต้องการขอความช่วยเหลือ กรุณากดปุ่ม ตกลง
TEXT_ERROR_CODEC_INIT		= ไม่สามารถเริ่มต้นโคเดกได้
TEXT_ERROR_LOGO_IMAGE		= ไม่สามารถรองรับไฟล์ภาพได้ \nกรุณาเลือกไฟล์ภาพที่รองรับได้ (*.png)
TEXT_CAN_NOT_CHANGE_TB		= คุณไม่สามารถเปลี่ยนการตั้งค่านี้บนเวอร์ชั่นฟรีของ Bandicam ได้ ลงทะเบียนตอนนี้!
TEXT_WARNING_AMD_APP		= ระบบของคุณไม่รองรับ 'H.264 (AMD APP)', ดังนั้นโคเดกเริ่มต้นจะถูกนำมาใช้
TEXT_WARNING_AMD_APP2		= ระบบของคุณไม่รองรับ 'H.264 (AMD APP)'.

; video setting page name
TEXT_VID_PAGE_SOUND		= เสียง
TEXT_VID_PAGE_WEBCAM		= เว็บแคม
TEXT_VID_PAGE_LOGO		= โลโก้
TEXT_VID_PAGE_EFFECTS		= ลักษณะ
TEXT_VID_PAGE_OPTIONS		= ตัวเลือก

; option page name
TEXT_OPT_PAGE_GENERAL		= ทั่วไป
TEXT_OPT_PAGE_OUTPUT		= บันทึกไปยัง
TEXT_OPT_PAGE_HOOKING		= การจับภาพ
TEXT_OPT_PAGE_LANGUAGE		= ภาษา
TEXT_OPT_PAGE_OTHERS		= อื่นๆ

TEXT_VIDEO			= วิดีโอ
TEXT_AUDIO			= เสียง

TEXT_FOLDER_SELECT		= กรุณาเลือกโฟลเดอร์ที่จะเก็บ

TEXT_FMT_FULL_SIZE		= เต็มขนาด
TEXT_FMT_HALF_SIZE		= ครึ่งขนาด
TEXT_FMT_FIT_WIDTH		= พอดีกับความกว้าง
TEXT_FMT_FIT_HEIGHT		= พอดีกับความสูง
TEXT_FMT_CUSTOM_SIZE		= กำหนดเอง
TEXT_FMT_STEREO			= สเตอริโอ
TEXT_FMT_MONO			= โมโน
TEXT_FMT_ORIGINAL_PCM		= รูปแบบเสียงเดิม

; preset
TEXT_PRESET_DEFAULT		= ค่าเริ่มต้น
TEXT_PRESET_HALFSIZE		= ครึ่งขนาด
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD APP)
TEXT_PRESET_ULTRAFAST_60FPS	= การตั้งค่าเร็วมากสำหรับ 60 FPS
TEXT_PRESET_LOWEND		= คอมพิวเตอร์สเปคต่ำ
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube (720p)
TEXT_PRESET_PMP			= สำหรับ PMP/Divx Player
TEXT_PRESET_EDIT		= สำหรับการแก้ไข Premiere/Sony Vegas
TEXT_PRESET_POWERPOINT		= สำหรับ MS PowerPoint
TEXT_PRESET_320x0		= พอดีกับความกว้าง, 320x0
TEXT_PRESET_640x0		= พอดีกับความกว้าง, 640x0
TEXT_PRESET_800x0		= พอดีกับความกว้าง, 800x0
TEXT_PRESET_USER		= ตั้งค่าของผู้ใช้

TEXT_CHANGE_LANG		= เมื่อต้องการเปลี่ยนภาษาคุณจะต้องเริ่ม Bandicam ใหม่\nคุณต้องการเริ่มระบบใหม่เดี๋ยวนี้?
TEXT_CHANGE_HOOK		= เมื่อต้องการเปลี่ยนเป้าหมายการจับภาพคุณจะต้องเริ่ม Bandicam ใหม่\nคุณต้องการเริ่มระบบใหม่เดี๋ยวนี้?
TEXT_CHANGE_SIZE		= เมื่อต้องการเปลี่ยนขนาดหน้าต่าง Bandicam คุณจะต้องเริ่ม Bandicam ใหม่\nคุณต้องการเริ่มระบบใหม่เดี๋ยวนี้?
TEXT_RESET_ALL_SETTINGS		= คุณแน่ใจว่าคุณจะต้องการคืนการตั้งค่าทั้งหมดหรือไม่?

TEXT_REGISTER_SUCCEEDED		= Bandicam ของคุณได้ลงทะเบียนแล้ว
TEXT_REGISTER_FAILED		= การลงทะเบียนล้มเหลว\nกรุณาตรวจสอบ E-mail ของคุณและหมายเลย Serial
TEXT_REGISTER_CONNECT_FAILED	= ไม่สามารถเชื่อมต่อได้\nกรุณาตรวจสอบการเชื่อมต่ออินเตอร์เน็ตของคุณและตั้งระบบนาฬิกาทั้งเวลาและวันที่ของวันนี้\nถ้าคุณต้องการขอความช่วยเหลือ กรุณากดปุ่ม ตกลง
TEXT_REGISTER_INFO		= ที่อยู่ E-mail: %s\r\nหมายเลข Serial: %s
TEXT_REGISTER_LIMITED		= บันทึกได้หยุดการทำงานแล้ว\n\nคุณสามารถบันทึกได้ 10 นาทีบนเวอร์ชั่นฟรีของ Bandicam ได้ ลงทะเบียนตอนนี้!
TEXT_REGISTER_NEWRECORD		= คุณไม่สามารถบันทึกต่อได้อีกบนเวอร์ชั่นฟรีของ Bandicam ได้ ลงทะเบียนตอนนี้!
TEXT_REGISTER_LICENCE_INFO	= ยังไม่ได้ลงทะเบียน!!!\r\nหากคุณจะบันทึกแบบไม่มีลายน้ำบนวิดีโอของคุณ\r\nคุณจะต้องสั่งซื้อ Bandicam

TEXT_PROGRAM_INVALID		= โปรแกรมนี้ติดตั้งไม่ถูกต้อง\nกรุณาลองติดตั้งใหม่

TEXT_SELECT_TARGET		= กรุณาคลิกที่เป้าหมายของโปรแกรม
TEXT_TARGET_DIRECTX		= <b>โหมดบันทึกเกม</b> - บันทึกเกมและวิดีโอโดยใช้ DirectX
TEXT_TARGET_RECTANGLE		= <b>โหมดบันทึกหน้าจอ</b> - บันทึกหน้าจอเดสท็อปและเว็บวิดีโอ
TEXT_TARGET_CHANGING		= หากคุณต้องการเปลี่ยนโหมดการบันทึก การบันทึกปัจจุบันจะหยุดทันที \n คุณแน่ใจหรือไม่?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= คุณไม่สามารถเริ่มบันทึกใน 'โหมดบันทึกเกม' ได้เนื่องจากเป้าหมายหน้าต่างยังไม่ได้เลือก\n\nคุณต้องการที่จะเปลี่ยนโหมดการบันทึกเป็น 'โหมดบันทึกหน้าจอ' เพื่อที่จะเริ่มต้นการบันทึก?

TEXT_STATUSBAR_READY		= พร้อม
TEXT_STATUSBAR_RECORDING	= กำลังบันทึก
TEXT_STATUSBAR_PAUSE		= พัก

TEXT_UPDATE_AVAILABLE		= เวอร์ชั่นใหม่ของ Bandicam ได้ออกแล้ว \nดาวน์โหลดเดี๋ยวนี้?
TEXT_UPDATE_UNAVAILABLE		= เวอร์ชั่นของคุณเป็นเวอร์ชั่นล่าสุด
TEXT_UPDATE_FAILED		= ไม่สามารถตรวจเวอร์ชั่นล่าสุดของคุณได้ \nระบบของคุณอาจจะไม่ได้เชื่อมต่อกับอินเทอร์เน็ตหรือเซิร์ฟเวอร์อาจไม่สามารถทำงานอย่างถูกต้อง
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= ไม่สามารถอัพโหลดได้ หากคุณเพิ่งลงทะเบียนแล้ว กรุณาตรวจสอบที่อยู่อีเมลของคุณ

TEXT_TARGET_FULL		= เต็มหน้าจอ
TEXT_TARGET_RESTORE		= เปิด
TEXT_TARGET_FIND		= หาหน้าต่าง
TEXT_TARGET_RESIZE		= เลือกขนาดเมนู
TEXT_TARGET_IMAGE		= จับรูปภาพ
TEXT_TARGET_PEN			= โหมดการวาดรูป
TEXT_TARGET_RECORD_START	= บันทึกวิดีโอ - เริ่ม
TEXT_TARGET_RECORD_PAUSE	= บันทึกวิดีโอ - พัก
TEXT_TARGET_RECORD_STOP		= บันทึกวิดีโอ - หยุด

TEXT_RC_HOWTO_NOCOMPLETE	= ห้ามใช้เสร็จแบบอัตโนมัติเป็นการบันทึก
TEXT_RC_HOWTO_BYTIME		= ตามเวลา
TEXT_RC_HOWTO_BYSIZE		= ตามขนาด
TEXT_RC_AFTER_NEWRECORD		= เริ่มการบันทึกใหม่
TEXT_RC_AFTER_EXIT		= ออก Bandicam
TEXT_RC_AFTER_SHUTDOWN		= ปิดเครื่องคอมพิวเตอร์

TEXT_SHUTDOWN_SEC		= กำลังปิดเครื่องคอมพิวเตอร์ในอีก %d วินาที

TEXT_SEL_IMAGE_FILE		= เลือกไฟล์รูปภาพ

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_2_DISABLE	= -- ปิด (แนะนำ) --

TEXT_CORRUPTED_AVI_FILE		= ไฟล์ที่คุณบันทึกเป็นครั้งล่าสุดได้เสียหาย\nซ่อมแซม?\n\nFile: %s
TEXT_TRAY_BALLOON_TIP		= คลิกที่ถาดไอคอนเพื่อเรียก Bandicam
TEXT_TRAY_BALLOON_TIP_RECT	= คลิกที่ถาดไอคอนเพื่อแสดงหน้าต่างบันทึกหน้าจอ
TEXT_FORCE_STOP			= ไม่สามารถหยุดการบันทึกได้เนื่องจากเป้าหมายของโปรแกรมนั้นไม่ตอบสนอง\nคุณจะต้องการหยุดแบบทันทีหรือไม่?
TEXT_EXTERNAL_CODEC		= - การเข้ารหัสภายนอก -
TEXT_CUDA_GPU_AUTOSELECT	= (เลือกอัตโนมัติ)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= สถานะการบันทึก
TEXT_INDICATOR_TIME		= ระยะเวลาที่บันทึก
TEXT_INDICATOR_SIZE		= ขนาดไฟล์ในการบันทึก / พื้นที่ว่าง
TEXT_INDICATOR_VOLUME		= ระดับเสียงปัจจุบัน

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [ปกติ] ความสำคัญทั่วไป
TEXT_REC_PRIORITY_HIGH		= [สูง] สำคัญกว่าปกติ
TEXT_REC_PRIORITY_HIGHEST	= [สูงสุด] งานอื่นๆ อาจช้าลง

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut ยังไม่ได้ติดตั้ง. คุณต้องการดาวน์โหลด Bandicut หรือไม่?
TEXT_OUTPUTS_DELETE		= คุณต้องการลบไฟล์ที่เลือกออกอย่างถาวรหรือไม่?
TEXT_OUTPUTS_SELCOUNT		= %d รายการที่เลือก

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= ชื่อเป้าหมาย
TEXT_FILE_NAME_PREFIX_CUSTOM	= คำนำหน้าเอง
TEXT_FILE_NAME_PREFIX_NONE	= ไม่มี
TEXT_FILE_NAME_SUFFIX_TIME	= วันที่/เวลา
TEXT_FILE_NAME_SUFFIX_NUMBER	= รหัสหมายเลข

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= กรุณาใส่ตัวเลขระหว่าง 1 ถึง 1440 นาที
TEXT_TIMER_REC_STOP_RECORDING	= การบันทึกกำลังอยู่ในทำการ \nคุณแน่ใจที่จะหยุดการบันทึกและดำเนินต่อ?

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= กรุณาใส่หัวข้อวิดีโอที่จะอัพโหลด
TEXT_UPLOAD_VIMEO_LOGIN		= เข้าสู่ระบบ Vimeo
TEXT_UPLOAD_COMPLETE		= อัพโหลดแล้ว
TEXT_UPLOAD_ERR_FAIL		= ล้มเหลวในการอัพโหลดวิดีโอนี้
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= ไฟล์นี้ใหญ่เก็นไปที่จะอัพโหลด
TEXT_UPLOAD_ERR_FREESPACE	= พื้นที่บน Vimeo ไม่เพียงพอที่จะอัพโหลด
TEXT_UPLOAD_ERR_CONNECT		= ล้มเหลวในการเชื่อมต่อกับเซิร์ฟเวอร์

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; TITLE
$TITLE_FONT_NAME		= Tahoma
$TITLE_FONT_SIZE		= 11
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_GENERAL		= ทั่วไป
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= วิดีโอ
$BN_PAGE_IMAGE			= รูปภาพ
$BN_PAGE_OUTPUTS		= บันทึกไปยัง
$BN_PAGE_ABOUT			= เกี่ยวกับ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= ตัวเลือก
$ST_GEN_OUTPUT_FOLDER		= บันทึกไปยัง
$BN_GEN_OPEN_OUTPUT_FOLDER	= เปิด
$BN_GEN_ADV_OPTIONS		= ขั้นสูง
$CK_GEN_ALWAYS_ON_TOP		= Bandicam แสดงบนหน้าจอตลอด
$CK_GEN_START_MINIMIZED		= เริ่ม Bandicam ที่ถาดไอคอน
$CK_GEN_RUN_WHEN_START		= เรียกใช้ Bandicam เมื่อเปิดเครื่อง
$CK_GEN_RECORD_WHEN_RUN		= เริ่มบันทึกเต็มหน้าจอหลังเรียกใช้ Bandicam
$CK_GEN_TIMER_RECORDING		= ตั้งเวลาสำหรับการเริ่มบันทึกแบบอัตโนมัติ
$ST_GEN_LANGUAGE		= ภาษา
$ST_GEN_REC_AUTO_START		= เริ่มบันทึกเองแบบอัตโนมัติ
$ST_GEN_REC_AUTO_COMPLETE	= เสร็จแบบอัตโนมัติ
$BN_GEN_REC_AUTO_COMPLETE	= การตั้งค่า
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= โอเวอร์เลย์
$CK_FPS_OVERLAY_HOTKEY		= ปุ่มลัด
$CK_FPS_OVERLAY			= โอเวอร์เลย์ FPS
$ST_FPS_LIMIT			= จำกัด
$CK_FPS_LIMIT_HOTKEY		= ปุ่มลัด
$CK_FPS_LIMIT			= ตั้งจำกัด FPS
$CK_FPS_LIMIT_ONLY_CAP		= เฉพาะขณะกำลังบันทึก
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= บันทึก
$CK_VID_RECORD_HOTKEY		= บันทึก/หยุดปุ่มลัด
$CK_VID_PAUSE_HOTKEY		= พักปุ่มลัด
$CK_VID_SHOW_CURSOR		= แสดงเคอร์เซอร์เมาส์
$CK_VID_CLICK_EFFECTS		= เพิ่มลักษณะการคลิกเมาส์
$CK_VID_WEBCAM_OVERLAY		= เพิ่มเว็บแคมโอเวอร์เลย์
$BN_VID_RECORD_SETTINGS		= ตั้งค่า
$ST_VID_FORMAT			= รูปแบบ
$ST_VID_FORMAT_VIDEO		= วิดีโอ
$ST_VID_FORMAT_AUDIO		= เสียง
$BN_VID_FORMAT_SETTINGS		= ตั้งค่า
$BN_VID_FORMAT_PRESETS		= ที่ตั้งค่าไว้
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= จับภาพ
$CK_IMG_CAPTURE_HOTKEY		= ปุ่มลัด
$CK_IMG_CAPTURE_REPEAT		= จับภาพซ้ำ
$ST_IMG_CAPTURE_REPEAT		= วินาที
$CK_IMG_SHOW_CURSOR		= แสดงเคอร์เซอร์เมาส์
$CK_IMG_SHUTTER_SOUND_EFFECT	= เปิดเสียงชัตเตอร์
$ST_IMG_FORMAT			= รูปแบบ
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - ปานกลาง
$CK_IMG_FORMAT_JPG_HQ		= JPG - คุณภาพสูง
$BTN_IMG_FORMAT_ANIGIF		= วิธีบันทึกเป็นภาพ gif เคลื่อนไหว
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_VIDEO		= วิดีโอ
$ST_OUT_TAB_IMAGE		= รูปภาพ
$BN_OUT_PLAY_VIDEO		= เล่น
$BN_OUT_OPEN_IMAGE		= เปิด
$BN_OUT_EDIT			= แก้ไข
$BN_OUT_UPLOAD			= อัพโหลด
$BN_OUT_DELETE			= ลบ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Bandicam เวอร์ชัน
$ST_ABO_COPYRIGHT		= สงวนลิขสิทธิ์(c) 2009-2015 Bandisoft.com
$BN_ABO_NEW_VERSION		= มีเวอร์ชั่นใหม่
$BN_ABO_CHECK_UPDATE		= ตรวจสอบการอัพเดต
$ST_ABO_LICENCE_INFO		= ข้อมูลการลงทะเบียน
$BN_ABO_REGISTER		= ลงทะเบียน
$BN_ABO_REGISTER_HELP		= วิธีการสั่งซื้อและลงทะเบียน
$ST_ABO_HOMEPAGE_INFO		= เว็บไซต์ URL
$ST_ABO_HOMEPAGE_URL		= โฮมเพจ
$ST_ABO_FAQ_URL			= คำถามที่พบบ่อย
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= เปิดโฟลเดอร์ที่บันทึก
$TOOLTIP_SCREENSHOT		= จับภาพ
$TOOLTIP_RECORD			= บันทึก / หยุด
$TOOLTIP_PAUSE			= พัก
$TOOLTIP_UI_MODE		= ย่อ/ขยาย UI
$TOOLTIP_REGISTER		= ลงทะเบียน Bandicam
$TOOLTIP_ONLINE_HELP		= ช่วยเหลือออนไลน์

$TOOLTIP_TOOL_PEN		= ปากกา
$TOOLTIP_TOOL_PEN_HL		= ปากกาเน้น
$TOOLTIP_TOOL_BOX		= กล่อง
$TOOLTIP_TOOL_ERASER		= ยางลบ
$TOOLTIP_TOOL_COLOR		= เลือกสี
$TOOLTIP_TOOL_LINE		= ความหนาของเส้น
$TOOLTIP_TOOL_UNDO		= เลิกทำ (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= ทำซ้ำ (Ctrl+Y)
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= ยกเลิก
IDOK				= ตกลง
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= ตั้งค่ารูปแบบ
IDC_ST_FMTSET_FILE		= ประเภทไฟล์
IDC_ST_FMTSET_VIDEO		= วิดีโอ
IDC_ST_VIDEO_SIZE		= ขนาด
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= การเข้ารหัส
IDC_ST_VIDEO_BITRATE		= บิตเรต
IDC_ST_VIDEO_QUALITY		= คุณภาพ
IDC_ST_FMTSET_AUDIO		= เสียง
IDC_CK_AUDIO_ORIGINAL_PCM	= บันทึกเป็นรูปแบบเสียงเดิม
IDC_ED_AUDIO_ORIGINAL_PCM	= คุณสามารถบันทึกแบบหลายช่องทางและเสียงความละเอียดสูง (96KHz หรือมากกว่า)
IDC_ST_AUDIO_CH			= ช่อง
IDC_ST_AUDIO_FREQ		= ความถี่
IDC_ST_AUDIO_CODEC		= การเข้ารหัส
IDC_ST_AUDIO_BITRATE		= บิตเรต
IDC_ST_FORMAT_HELP		= [ ช่วยเหลือ ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= ลงทะเบียน Bandicam
IDC_ST_1BUY			= 1. ซื้อ
IDC_ST_1BUY_COMMENT		= Bandicam ไม่ใช่โปรแกรมฟรีแวร์ หากคุณจะบันทึกแบบไม่มีลายน้ำบนวิดีโอของคุณ คุณจะต้องสั่งซื้อ Bandicam
IDC_BTN_BUY_ONLINE		= ซื้อออนไลน์
IDC_ST_2REGISTER		= 2. ลงทะเบียน
IDC_ST_2REGISTER_COMMENT	= คุณจะต้องเชื่อมต่อกับอินเตอร์เน็ตเพื่อลงทะเบียน Bandicam
IDC_ST_EMAIL_ADDRESS		= ที่อยู่ E-mail
IDC_ST_SERIAL_NUMBER		= หมายเลข Serial
IDC_BTN_REGISTER_NOW		= ลงทะเบียนตอนนี้
IDC_BTN_CLOSE			= ปิด

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= ตรวจสอบการอัพเดต
IDC_ST_UPDATE_SETTING		= ตั้งค่า
IDC_CK_UPDATE_ENABLE		= เปิดการอัพเดตแบบอัตโนมัติ
IDC_CK_UPDATE_POPUP		= แสดงป๊อปอัพหากมีการอัพเดตสำคัญ
IDC_UPDATE_CHECK_NOW		= ตรวจสอบการอัพเดตตอนนี้
IDC_CLOSE			= ปิด

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= ตัวเลือกขั้นสูง
IDC_BTN_RESET			= รีเซ็ต

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= ทั่วไป
IDC_CK_ALWAYS_ON_TOP2		= Bandicam แสดงตลอดเวลา
IDC_CK_START_MINIMIZED_TO_TRAY	= เริ่ม Bandicam ที่ถาดไอคอน
IDC_CK_RUN_WHEN_START		= เรียกใช้ Bandicam เมื่อเปิดเครื่อง
IDC_CK_RECORD_WHEN_RUN		= เริ่มบันทึกเต็มหน้าจอหลังเรียกใช้ Bandicam
IDC_CK_SHOW_FPS_IN_VIDEO	= แสดง FPS บนวิดีโอ/รูปภาพ
IDC_ST_SHOW_FPS_IN_VIDEO	= (เฉพาะใน 'โหมดบันทึกเกม')
IDC_CK_SHOW_TIP_BAR		= แสดงแถบข้อแนะนำ/ข้อมูล
IDC_CK_NO_TRAY_BALLOON		= ปิดการแจ้งเตือนที่ถาดไอคอน
IDC_ST_ADV_AUTOMATIC		= อัตโนมัติ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= บันทึกไปยัง
IDC_ST_OUT_OUTPUT_FOLDER	= โฟลเดอร์ที่บันทึก
IDC_CK_OUT_CREATE_SUBFOLDER	= สร้างโฟลเดอร์ย่อยเมื่อเขียนไฟล์
IDC_CK_OUT_ENABLE_WRITE_CACHING	= เปิดการเขียนแคชบนดิสก์
IDC_ST_OUT_FILE_NAMING		= การตั้งค่าชื่อไฟล์
IDC_ST_OUT_EXAMPLE		= ตัวอย่าง)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= ภาษา
IDC_ST_TRANSLATOR		= ขอบคุณสำหรับผู้แปล

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= เป้าหมายการจับภาพ
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_DISABLE_DX11_ON_IE9	= ปิด DX10/11 สำหรับการจำภาพบน IE9,10/Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX	= ปิด DirectX วิดีโอโอเวอร์เลย์
IDC_BTN_BLOCK_LIST		= รายการที่ถูกบล็อก

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= การตั้งค่าอื่นๆ
IDC_BTN_VIDEO_RECORD_SETTINGS	= การตั้งค่าการบันทึกวิดีโอ
IDC_BTN_VIDEO_FORMAT_SETTINGS	= การตั้งค่ารูปแบบไฟล์วิดีโอ
IDC_BTN_AUTO_COMPLETE_RECORDING	= การบันทึกเสร็จแบบอัตโนมัติ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= เสร็จแบบอัตโนมัติ
IDC_ST_RC_HOWTO			= ตั้งกฏการเสร็จแบบอัตโนมัติ
IDC_RD_RC_NOTCOMPLETE		= ปิดเสร็จแบบอัตโนมัติ
IDC_RD_RC_TIME			= ตามเวลาที่บันทึก
IDC_ST_RC_MAX_TIME		= สูงสุด
IDC_RD_RC_SIZE			= ตามขนาดที่บันทึก
IDC_ST_RC_MAX_SIZE		= สูงสุด
IDC_ST_RC_AFTER			= หลังเสร็จแบบอัตโนมัติเสร็จสิ้น
IDC_RD_RC_NOTHING		= ไม่ทำอะไร
IDC_RD_RC_NEW_RECORDING		= เริ่มการบันทึกใหม่
IDC_RD_RC_EXIT_BDCAM		= หยุดการบันทึกและออก Bandicam
IDC_RD_RC_SHUTDOWN		= ปิดเครื่องคอมพิวเตอร์

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= ปิดเครื่องคอมพิวเตอร์
IDC_ST_SHUTDOWN			= ปิดเครื่องคอมพิวเตอร์
IDC_ST_SHUTDOWN_INFO		= กำลังจะปิดเครื่องคอมพิวเตอร์\nกด 'ยกเลิก' หากคุณไม่อยากจะปิดเครื่องคอมพิวเตอร์

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= การตั้งค่าการบันทึก

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= บันทึกเสียง
IDC_ST_SND_SELECT_1		= อุปกรณ์เสียงหลัก
IDC_BTN_SND_SETTING_1		= ตั้งค่า
IDC_ST_SND_SELECT_2		= อุปกรณ์เสียงรอง
IDC_BTN_SND_SETTING_2		= ตั้งค่า
IDC_CK_SND_MIX_SOUND		= สองเสียงผสมกัน (เสียงหลักและเสียงรองเป็นแทร็กเสียงเดียว)
IDC_CK_SND_CAP_HOTKEY		= บันทึกเฉพาะ "อุปกรณ์รอง" ขณะที่กด
IDC_ST_SOUND_HELP		= [ ช่วยเหลือ ]
IDC_CK_SND_SAVE_AS_WAV		= บันทึกเสียงเพลงขณะที่บันทึก (.wav)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= เพิ่มเว็บแคมโอเวอร์เลย์ไปยังวิดีโอ
IDC_ST_WEBCAM_SETTING		= ตั้งค่า
IDC_ST_WEBCAM_DEVICE		= เว็บแคม:
IDC_ST_WEBCAM_SIZE		= ขนาดเว็บแคม:
IDC_ST_WEBCAM_POS		= ตำแหน่ง:
IDC_BTN_WEBCAM_DEVICE		= ตั้งค่า
IDC_BTN_WEBCAM_PREVIEW		= ตัวอย่าง
IDC_ST_WEBCAM_LR_MARGINS	= ระยะขอบ ซ้าย/ขวา:
IDC_ST_WEBCAM_TB_MARGINS	= ระยะขอบ บน/ล่าง:
IDC_ST_WEBCAM_FOR_DX_GL		= สำหรับโหมดบันทึกเกม
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = ตัวอย่างเว็บแคมบนหน้าจอ (เฉพาะ DX8 หรือภายหลังและ OpenGL)
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= เปิดปิดตัวอย่างผ่านทางปุ่มลัด

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= เพิ่มโลโก้ไปยังวิดีโอ
IDC_ST_LOGO_SETTING		= ตั้งค่า
IDC_ST_LOGO_IMAGE		= รูปภาพ:
IDC_ST_LOGO_OPACITY		= ความทึบ:
IDC_ST_LOGO_POS			= ตำแหน่ง:
IDC_ST_LOGO_LR_MARGINS		= ระยะขอบ ซ้าย/ขวา:
IDC_ST_LOGO_TB_MARGINS		= ระยะขอบ บน/ล่าง:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_ST_EFFECTS_MOUSE		= ลักษณะเมาส์
IDC_CK_ADD_CLICK_EFFECTS	= เพิ่มลักษณะการคลิกเมาส์
IDC_ST_LEFT_CLICK_COLOR		= สีคลิกซ้าย
IDC_ST_RIGHT_CLICK_COLOR	= สีคลิกขวา
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= เพิ่มลักษณะไฮไลท์เมาส์
IDC_ST_HIGHLIGHT_COLOR		= สีไฮไลท์

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= ตัวเลือก
IDC_ST_REC_PRIORITY		= ความสำคัญในการบันทึก :
IDC_ST_REC_PRIORITY2		= ความสำคัญที่สูงขึ้นอาจจะเกิดการกระตุก
IDC_ST_FOR_DX_GL		= สำหรับโหมดบันทึกหน้าจอ
IDC_CK_SKIP_RECORDING		= ข้ามการบันทึกในขณะที่เฟรมไม่ได้อัพเดต
IDC_CK_ENHANCED_DX9_CAPTURE	= ใช้วิธีการจับภาพที่ดีขึ้น (เร็วขึ้น, เฉพาะ DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= สำหรับบนหน้าจอสี่เหลี่ยมผืนผ้า
IDC_CK_ENHANCED_CAPTURE		= ใช้วิธีการจับภาพที่ดีขึ้น (เร็วขึ้น, Windows 8 หรือขึ้นไป)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= ตัวอย่างเว็บแคม

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= ขนาดกำหนดเองของเป้าหมาย
IDC_ST_TARGET_SIZE_SETTING	= ตั้งค่า
IDC_ST_TARGET_SIZE		= เป้าหมายขนาด:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= เพิ่มพรีเซ็ตขนาดใหม่
IDC_ST_ADD_SIZE_PRESET		= คุณสามารถบันทึกตำแหน่งเป้าหมายปัจจุบันและขนาดเป็นพรีเซ็ตใหม่ได้\nกรุณาตั้งชื่อสำหรับพรีเซ็ตใหม่

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= แก้ไขขนาดพรีเซ็ต
IDC_BTN_SIZE_PRESET_ADD		= เพิ่ม
IDC_BTN_SIZE_PRESET_DEL		= ลบ
IDC_BTN_SIZE_PRESET_REN		= เปลี่ยนชื่อ
IDC_BTN_SIZE_PRESET_UP		= ขึ้น
IDC_BTN_SIZE_PRESET_DN		= ลง

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= เปลี่ยนชื่อขนาดพรีเซ็ต
IDC_ST_REN_SIZE_PRESET		= ใส่ชื่อใหม่สำหรับพรีเซ็ต

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= ข้อมูล
IDC_ST_ACAP_INFO		= ข้อมูลการจับเสียง
IDC_ST_ACAP_INFO2		= การ์ดเสียงของคุณไม่สามารถจับเสียงได้ กรุณาตรวจสอบ 'ควบคุมการบันทึก'. \nคุณต้องการไปที่หน้าความช่วยเหลือออนไลน์หรือไม่?
IDC_CK_ACAP_DO_NOT_ASK		= อย่าถามอีก
IDC_BTN_YES			= ใช่
IDC_BTN_NO			= ไม่

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= เวลาในการบันทึกสูงสุด
IDC_ST_RC_TIME_SETTING		= ตั้งค่า
IDC_ST_RC_TIME_HOUR		= ชั่วโมง
IDC_ST_RC_TIME_MIN		= นาที
IDC_ST_RC_TIME_SEC		= วินาที

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= ขนาดในการบันทึกสูงสุด
IDC_ST_RC_FILESIZE_SETTING	= ตั้งค่า

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= เพิ่มพรีเซ็ตใหม่
IDC_ST_ADD_PRESET		= คุณสามารถบันทึกตั้งค่ารูปแบบปัจจุบันเป็นพรีเซ็ตใหม่ได้\nกรุณาใส่ชื่อสำหรับพรีเซ็ตใหม่

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= แก้ไขพรีเซ็ต
IDC_BTN_PRESET_ADD		= เพิ่ม
IDC_BTN_PRESET_DEL		= ลบ
IDC_BTN_PRESET_REN		= เปลี่ยนชื่อ
IDC_BTN_PRESET_UP		= ขึ้น
IDC_BTN_PRESET_DN		= ลง

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= เปลี่ยนชื่อพรีเซ็ต
IDC_ST_REN_PRESET		= กรุณาใส่ชื่อสำหรับพรีเซ็ตใหม่

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= เลือกวิดีโอโคเดกภายนอก
IDC_ST_CODEC_EX_LIST		= รายชื่อโคเดก
IDC_ST_CODEC_EX_SETTINGS	= การตั้งค่า
IDC_ST_CODEC_EX_DRIVER		= ชื่อไดร์เวอร์
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= คุณภาพ
IDC_ST_CODEC_EX_DATERATE	= อัตราข้อมูล
IDC_ST_CODEC_EX_KEYFRAME	= ระยะเวลาคีย์เฟรม
IDC_BTN_CODEC_EX_CONFIG		= กำหนดค่า
IDC_BTN_CODEC_EX_ABOUT		= เกี่ยวกับ
IDC_ST_CODEC_EX_HELP		= [ ช่วยเหลือ ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= รายการที่ถูกบล็อก
IDC_ST_BLOCK_LIST		= รายการต่อไปนี้ไม่อนุญาตในการจับภาพ
IDC_ST_BLOCK_LIST_EX		= ตัวอย่าง :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= การตั้งค่า H.264 (NVIDIA® CUDA™)
IDC_ST_H264_CUDA_RATE_CONTROL	= อัตราควบคุม
IDC_RD_H264_CUDA_VBR		= VBR - ตามคุณภาพ (แนะนำ)
IDC_RD_H264_CUDA_CBR		= CBR - ตามบิตเรต
IDC_ST_H264_CUDA_GPU_USAGE	= การใช้ GPU
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= เฉพาะ GPU (ใช้กับ GPU ที่เร็วขึ้น)
IDC_ST_H264_CUDA_GPU_DEVICE	= อุปกรณ์ GPU:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= ตัวเลือกอื่นๆ
IDC_ST_H264_CUDA_FOURCC_USED	= FourCC โค้ด:
IDC_ST_H264_CUDA_KEYFRAME_INT	= ระยะเวลาคีย์เฟรม:
IDC_ST_H264_CUDA_FOURCC_HELP	= ช่วยเหลือ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= ตั่งค่า H.264 (ซิงค์วิดีโออย่างรวดเร็ว)
IDC_ST_H264_SYNC_RATE_CONTROL	= อัตราควบคุม
IDC_RD_H264_SYNC_VBR		= VBR - ตามคุณภาพ (แนะนำ)
IDC_RD_H264_SYNC_CBR		= CBR - ตามบิตเรต
IDC_ST_H264_SYNC_OTHER_OPTIONS	= ตัวเลือกอื่นๆ
IDC_ST_H264_SYNC_FOURCC_USED	= FourCC โค้ด:
IDC_ST_H264_SYNC_KEYFRAME_INT	= ระยะเวลาคีย์เฟรม:
IDC_ST_H264_SYNC_FOURCC_HELP	= ช่วยเหลือ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= ตั่งค่า H.264 (AMD APP)
IDC_ST_H264_APP_RATE_CONTROL	= อัตราควบคุม
IDC_RD_H264_APP_VBR		= VBR - ตามคุณภาพ (แนะนำ)
IDC_RD_H264_APP_CBR		= CBR - ตามบิตเรต
IDC_ST_H264_APP_OTHER_OPTIONS	= ตัวเลือกอื่นๆ
IDC_ST_H264_APP_FOURCC_USED	= FourCC โค้ด:
IDC_ST_H264_APP_KEYFRAME_INT	= ระยะเวลาคีย์เฟรม:
IDC_ST_H264_APP_FOURCC_HELP	= ช่วยเหลือ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= การตั้งค่า Xvid
IDC_ST_XVID_RATE_CONTROL	= อัตราควบคุม
IDC_RD_XVID_VBR			= VBR - ตามคุณภาพ (แนะนำ)
IDC_RD_XVID_CBR			= CBR - ตามบิตเรต
IDC_ST_XVID_OPTIMIZATION	= การเพิ่มประสิทธิภาพ
IDC_RD_XVID_FASTER_SPEED	= ความเร็วเข้ารหัสที่เร็วขึ้น
IDC_RD_XVID_SMALLER_SIZE	= ขนาดไฟล์ที่เล็กลง
IDC_ST_XVID_OTHER_OPTIONS	= ตัวเลือกอื่นๆ
IDC_ST_XVID_KEYFRAME_INT	= ระยะเวลาคีย์เฟรม:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= ตั้งค่า H.264 (NVIDIA® NVENC)
IDC_ST_H264_NVENC_RATE_CONTROL	= อัตราควบคุม
IDC_RD_H264_NVENC_VBR		= VBR - ตามคุณภาพ (แนะนำ)
IDC_RD_H264_NVENC_CBR		= CBR - ตามบิตเรต
IDC_ST_H264_NVENC_GPU_USAGE	= การใช้ GPU
IDC_ST_H264_NVENC_GPU_DEVICE	= อุปกรณ์ GPU:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= ตัวเลือกอื่นๆ
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC โค้ด:
IDC_ST_H264_NVENC_KEYFRAME_INT	=  ระยะเวลาคีย์เฟรม:
IDC_ST_H264_NVENC_FOURCC_HELP	= ช่วยเหลือ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= ตั้งค่า H.264 (ซีพียู)
IDC_ST_H264_RATE_CONTROL	= อัตราควบคุม
IDC_RD_H264_VBR			= VBR - ตามคุณภาพ (แนะนำ)
IDC_RD_H264_CBR			= CBR - ตามบิตเรต
IDC_ST_H264_OPTIMIZATION	= การเพิ่มประสิทธิภาพ
IDC_RD_H264_FASTER_SPEED	= การเข้ารหัสที่เร็วขึ้น
IDC_RD_H264_BALANCED		= ประสิทธิภาพสมดุลกัน
IDC_RD_H264_SMALLER_SIZE	= ขนาดไฟล์เล็ก
IDC_ST_H264_OTHER_OPTIONS	= ตัวเลือกอื่นๆ
IDC_ST_H264_KEYFRAME_INT	= ระยะเวลาคีย์เฟรม:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= ตั้งเวลาบันทึก
IDC_ST_TIMER_SETTINGS		= ตั้งค่า
IDC_RD_TIMER_START_IN		= เริ่มต้นใน
IDC_ST_TIMER_MINUTES		= นาที
IDC_RD_TIMER_START_AT		= เริ่มต้น ณ
IDC_CK_TIMER_MINIMIZE		= ย่อ Bandicam ลงที่ถาดเมื่อการบันทึกเริ่ม
IDC_ST_TIMER_AUTO_COMPLETE	= การบันทึกเสร็จแบบอัตโนมัติ
IDC_BTN_TIMER_AUTO_COMPLETE	= ตั้งค่า

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= ตั้งเวลาการบันทึก - รอที่จะเริ่มต้น
IDC_ST_TIMER_WAITING_INFO	= รอที่จะเริ่มต้นการบันทึก ณ %s
IDC_ST_TIMER_ELAPSED		= เวลาที่ผ่านไป:
IDC_ST_TIMER_REMAINING		= เวลาที่เหลือ:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= ตั้งค่า FPS
IDC_ST_FORMAT_FPS_MODE		= โหมดอัตราเฟรม
IDC_RD_FORMAT_FPS_CFR		= ใช้ CFR - อัตราเฟรมแบบคงที่
IDC_ST_FORMAT_FPS_CFR		= ถอยกลับไปใช้ VFR หากอัตราเฟรมต่ำเกินไป
IDC_RD_FORMAT_FPS_VFR		= ใช้ VFR - อัตราเฟรมตัวแปร (แนะนำ)
IDC_ST_FORMAT_FPS_HELP		= ช่วยเหลือ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= อัพโหลดไปยัง Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= ข้อมูลการอัพโหลด
IDC_ST_VIMEO_FILENAME		= ชื่อไฟล์:
IDC_ST_VIMEO_TITLE		= หัวข้อ:
IDC_ST_VIMEO_DESCRIPTION	= คำอธิบาย:
IDC_ST_VIMEO_PRIVACY		= ความเป็นส่วนตัว:
IDC_RD_VIMEO_PRIVACY_ANYONE	= ทุกคน - อนุญาตให้ทุกคนดูวิดีโอนี้
IDC_RD_VIMEO_PRIVACY_ONLYME	= เฉพาะฉัน - ทำวิดีโอนี้ดูได้แค่ฉันเท่านั้น
IDC_RD_VIMEO_PRIVACY_FOLLOW	= เฉพาะคนที่ฉันติดตาม - ทำวิดีโอนี้สำหรับคนที่ติดตามฉันบน Vimeo เท่านั้น
IDC_BTN_VIMEO_UPLOAD		= อัพโหลด
IDC_LN_VIMEO_HELP		= ช่วยเหลือ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= กำลังอัพโหลด...
IDC_ST_VIMEO_UPLOADED		= การอัปโหลดวิดีโอเสร็จสมบูรณ์!
IDC_ST_VIMEO_LINK		= ลิงค์:
IDC_ST_VIMEO_EMBED		= ฝัง:
IDC_BTN_VIMEO_LINK_GO		= ไป
IDC_BTN_VIMEO_EMBED_COPY	= คัดลอก
IDC_BTN_VIMEO_CLOSE		= ปิด

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC สามารถใช้ได้
IDC_LN_NVENC_AVAILABLE		= การเข้ารหัสแบบ NVIDIA NVENC H.264 สามารถใช้ได้ NVENC เป็นตัวการเข้ารหัสแบบประสิทธิภาพสูงโดยการใช้การเร่งฮาร์ดแวร์ คุณต้องการที่จะใช้การเข้ารหัสแบบ NVENC H.264 หรือไม่?\n<a>เพิ่มเติม</a>
IDC_CK_NVENC_AVAILABLE		= อย่าถามฉันอีก

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) สามารถใช้ได้
IDC_LN_QSV_AVAILABLE		= การเข้ารหัสแบบ Intel® Quick Sync Video H.264 สามารถใช้ได้ QSV เป็นตัวการเข้ารหัสแบบประสิทธิภาพสูงโดยการใช้การเร่งฮาร์ดแวร์ \nคุณต้องการที่จะใช้การเข้ารหัสแบบ QSV H.264 หรือไม่?\n<a>เพิ่มเติม</a>
IDC_CK_QSV_AVAILABLE		= อย่าถามฉันอีก

[MENU]
ID_POPUP_ABOUT			= เกี่ยวกับ Bandicam
ID_POPUP_GENERAL		= ตั้งค่า - ทั่วไป
ID_POPUP_FRAME			= ตั้งค่า - FPS
ID_POPUP_VIDEO			= ตั้งค่า - วิดีโอ
ID_POPUP_IMAGE			= ตั้งค่า - รูปภาพ
ID_POPUP_OUTPUTS		= รายชื่อไฟล์ที่บันทึกไปยัง
ID_POPUP_OPENOUTPUTFOLDER	= เปิดโฟลเดอร์ที่บันทึกไว้
ID_POPUP_TARGET			= เป้าหมาย
ID_POPUP_SIZE			= ขนาด
ID_POPUP_EXIT			= ออก

ID_TARGET_DIRECTX		= โหมดบันทึกเกม
ID_TARGET_RECTANGLE		= โหมดบันทึกหน้าจอ
ID_TARGET_HELP			= ช่วยเหลือ

ID_TARGET_HIDE			= แสดง / ซ่อน \t Ctrl+Alt+H
ID_TARGET_PEN			= โหมดการวาดรูป \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= แสดงตลอดเวลา
ID_TARGET_TRANSPARENCY		= ความทึบ
ID_TARGET_SIZE			= ขนาด
ID_TARGET_ADJUST		= ปรับแต่ง

ID_TARGET_MOVE_LEFT		= ย้ายไปทางซ้าย \t ซ้าย
ID_TARGET_MOVE_RIGHT		= ย้ายไปทางขวา \t ขวา
ID_TARGET_MOVE_UP		= ย้ายไปทางขึ้น \t ขึ้น
ID_TARGET_MOVE_DOWN		= ย้ายไปทางลง \t ลง

ID_TARGET_INC_WIDTH		= เพิ่มความกว้าง \t Shift+ขวา
ID_TARGET_DEC_WIDTH		= ลดความกว้าง \t Shift+ซ้าย
ID_TARGET_INC_HEIGHT		= เพิ่มความสูง \t Shift+ลง
ID_TARGET_DEC_HEIGHT		= ลดความสูง \t Shift+ขึ้น

ID_TARGET_FIND_WINDOW		= หาหน้าต่าง \t Ctrl+F
ID_TARGET_FULLSCREEN		= เต็มหน้าจอ \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= พอดีกับ 4:3
ID_TARGET_RATIO_16_9		= พอดีกับ 16:9
ID_TARGET_SIZE_CUSTOM		= กำหนดเอง \t Ctrl+U
ID_TARGET_SIZE_PRESET		= ขนาดพรีเซ็ต \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= เพิ่มพรีเซ็ต
ID_TARGET_SIZE_PRESET_EDIT	= แก้ไขพรีเซ็ต

ID_TARGET_OPEN_OUTPUTFOLDER	= เปิดโฟลเดอร์ที่บันทึกไว้
ID_TARGET_EXIT_BANDICAM		= ออก Bandicam

ID_USER_PRESET_ADD		= เพิ่มพรีเซ็ต
ID_USER_PRESET_EDIT		= แก้ไขพรีเซ็ต

ID_SORT_BY_DATE			= เรียงตามวันที่
ID_SORT_BY_NAME			= เรียงตามชื่อ
ID_SORT_BY_SIZE			= เรียงตามขนาด

ID_OUTPUTS_LB_PLAY		= เล่น
ID_OUTPUTS_LB_OPEN		= เปิด
ID_OUTPUTS_LB_EDIT		= แก้ไข
ID_OUTPUTS_LB_DELETE		= ลบ
ID_OUTPUTS_LB_SELECT_ALL	= เลือกทั้งหมด
ID_OUTPUTS_LB_OPEN_FOLDER	= เปิดโฟลเดอร์ที่บันทึก

ID_BDCAM_SIZE_DEFAULT		= ขนาดเริ่มต้น
